{
    "Work": "Proyectos",
    "About": "Sobre",
    "Contact": "Contacto",
    "aboutTextOne": "Nacido en Barcelona en 1987, es un director y productor español de ascedencia francesa. Se graduó en cinematografía en la ESCAC (Escuela de Cine y Audiovisuales de Cataluña) y poco después se instaló en Los Ángeles donde estuvo rodando videoclips, anuncios y documentales. Cuando volvió a Barcelona, su amplia visión del sector y su personalidad inquieta le han llevado a transitar entre la publicidad, el documental el cine y la televisión.",
    "aboutTextTwo": "Después de trabajar para las principales productoras catalanas entra como jefe de vídeo en Playground, una agencia de publicidad y medio digital líder en España. Ahí puede desarrollar al máximo su creatividad dedicándose a innovadores proyectos audiovisuales, generalmente relacionados con temas sociales documentales y proyectos publicitarios de lo más diversos; pudiendo trabajar para su propia ciudad, dirigiendo las campañas publicitarias del Ayuntamiento de Barcelona durante dos años.",
    "aboutTextThree": "Ha trabajado en documentales y programas de televisión adquiridos por TVE, TV3, Flooxer, Spotify y Amazon Prime Video.",
    "aboutTextFour": "En publicidad ha trabajado para marcas nacionales e internacionales como AXA, Levis, Lidl, San Pellegrino, Tesla, Amazon, El Pavo, Danone, Panrico, Moritz y Playz. Destacando un premio Laus como director.",
    "aboutTextFive": "Actualmente está en fase de desarrollo con A3 Media para dirigir su primer largometraje de ficción basado en la novela Viaje al País de los Blancos. La película está confirmada.",
    "aboutTextSix": "Dani es una persona entregada al máximo en todo lo que hace. Ama esta profesión y todo lo que conlleva. Es sensible, enérgico y creativo. Es un apasionado del mundo que lo rodea y de su gente. Ha viajado a más de 45 países, amante del deporte extremo y de la naturaleza. Todo esto hace que le encante vincularse a proyectos creativos que aporten algo más a la sociedad. Su background, su sensibilidad y su amplio conocimiento del sector audiovisual le hacen capaz de liderar cualquier producción como director o productor ejecutivo",
    "EMAIL": "CORREO ELECTRÓNICO",
    "PHONE": "TELÉFONO",
    "SOCIAL MEDIAS": "MÍDIAS SOCIALES",
    "COMMERCIAL": "COMERCIAL",
    "FICTION": "FICCIÓN",
    "FASHION FILM": "FASHION FILM",
    "DOCUMENTARY": "DOCUMENTAL",
    "BRANDED CONTENT": "CONTENIDO DE MARCA",
    "Teaser of the future film 'Viaje al País de los Blancos'.": "Avance del futuro filme 'Viaje al País de los Blancos'.",
    "Commercial for the Palyz (TV Channel). Laus Award": "Anuncio para Palyz (Canal de TV). Premio Laus.",
    "Music video with the artist Macaco for Moritz": "Video musical con el artista Macaco para Moritz.",
    "Trailer of the documentary Memòria de l'oblit.": "Tráiler del documental Memòria de l'oblit.",
    "Trailer of the documentary Parlem de Salut Mental": "Tráiler del documental Parlem de Salut Mental",
    "CLIENT - BARCELONA CITY COUNCIL": "CLIENTE - AYUNTAMIENTO DE BARCELONA",
    "CLIENT - PLAYZ": "CLIENTE - PLAYZ",
    "CLIENT - TESLA": "CLIENTE - TESLA",
    "CLIENT - MORITZ": "CLIENTE - MORITZ",
    "CLIENT - EL PAVO": "CLIENTE - EL PAVO",
    "CLIENT - GROHE": "CLIENTE - GROHE"
}