{
    "Work": "Proyectos",
    "About": "Sobre",
    "Contact": "Contacto",
    "aboutTextOne": "Nacido en Barcelona en 1987, Dani es un director y productor español de ascendencia francesa. Se licenció en cinematografía por la ESCAC (Escuela de Cine y Audiovisuales de Cataluña) y poco después se trasladó a Los Ángeles donde rodó vídeos musicales, anuncios y documentales. A su regreso a Barcelona, su visión de la industria y su personalidad inquieta le han llevado a moverse entre la publicidad, el documental, el cine y la televisión.",
    "aboutTextTwo": "Tras trabajar para algunas de las principales productoras de Barcelona, entró como Head of Video en Playground, agencia de publicidad y medios digitales líder en España. Allí pudo desarrollar su creatividad dedicándose a proyectos audiovisuales innovadores de lo más diversos. Generalmente de temática social, transitó entre la publicidad y el documental y tuvo la oportunidad y el placer de trabajar para su propia ciudad, dirigiendo durante dos años las campañas publicitarias del Ayuntamiento de Barcelona.",
    "aboutTextThree": "Ha trabajado en documentales, podcasts y programas de televisión adquiridos por TVE, TV3, Flooxer, Spotify y Amazon Prime Video.",
    "aboutTextFour": "En publicidad ha trabajado para marcas nacionales e internacionales como AXA, Levis, Lidl, San Pellegrino, Tesla, Amazon, El Pavo, Grohe, Danone, Panrico, Hawkers, Moritz y Playz. Destacando un premio Laus como director.",
    "aboutTextFive": "Actualmente está en desarrollo con A3 Media para dirigir su primer largometraje de ficción basado en el libro “North to Paradise: A memoir”. La película está confirmada.",
    "aboutTextSix": "Dani es una persona que lo da todo en todo lo que hace. Ama su trabajo y todo lo que conlleva. Es sensible, enérgico y creativo. Le apasiona el mundo que lo rodea y su gente. Ha viajado por todo el mundo (+45 países), amante de los deportes extremos y la naturaleza. Todo ello hace que le guste implicarse en proyectos creativos que aporten algo más a la sociedad. Su trayectoria, su sensibilidad y su conocimiento del sector audiovisual le hacen capaz de liderar cualquier producción como director o productor.",
    "EMAIL": "CORREO ELECTRÓNICO",
    "PHONE": "TELÉFONO",
    "SOCIAL MEDIAS": "REDES SOCIALES",
    "COMMERCIAL": "PUBLICIDAD",
    "FICTION": "FICCIÓN",
    "FASHION FILM": "FASHION FILM",
    "DOCUMENTARY": "DOCUMENTAL",
    "TV DOCUMENTARY TRAILER": "TRAILER DOCUMENTAL TV",
    "BRANDED CONTENT": "BRANDED CONTENT",
    "(COMING SOON)": "(PRÓXIMAMENTE)",
    "Teaser of the future film 'Viaje al País de los Blancos'.": "Teaser de la futura película 'Viaje al País de los Blancos'.",
    "Commercial for the Palyz (TV Channel). Laus Award": "Anuncio para Palyz (Canal de TV). Premio Laus.",
    "Music video with the artist Macaco for Moritz": "Video musical con el artista Macaco para Moritz.",
    "Trailer of the documentary Memòria de l'oblit.": "Tráiler del documental Memòria de l'oblit.",
    "Trailer of the documentary Parlem de Salut Mental": "Tráiler del documental Parlem de Salut Mental",
    "This isn't about football, it's a story of friendship, commitment, cohesion, and family.": "Esto no va de fútbol, es una historia de amistad, compromiso, cohesión y familia.",
    "CLIENT - BARCELONA CITY COUNCIL": "CLIENTE - AYUNTAMIENTO DE BARCELONA",
    "CLIENT - PLAYZ": "CLIENTE - PLAYZ",
    "CLIENT - TESLA": "CLIENTE - TESLA",
    "CLIENT - MORITZ": "CLIENTE - MORITZ",
    "CLIENT - EL PAVO": "CLIENTE - EL PAVO",
    "CLIENT - GROHE": "CLIENTE - GROHE"
}
