{
    "Work": "Work",
    "About": "About",
    "Contact": "Contact",
    "aboutTextOne": "Born in Barcelona in 1987, Dani is a Spanish director and producer of French descent. He graduated in cinematography from the ESCAC (School of Cinema and Audiovisuals of Catalonia) and shortly after he moved to Los Angeles where he filmed music videos, advertisements, and documentaries. Upon his return to Barcelona, his vision of the industry and his restless personality have led him to move between commercials, documentaries, film and television.",
    "aboutTextTwo": "After working for the main Barcelona production companies, he became Head of Video at Playground, a leading advertising and digital media agency in Spain. There he developed his creativity by dedicating himself to innovative audiovisual projects, generally related to social documentary and the most diverse advertising projects. He had the pleasure of directing Barcelona City Council's advertising campaigns for two years.",
    "aboutTextThree": "He has worked on documentaries, podcasts and television shows acquired by TVE, TV3, Flooxer, Spotify and Amazon Prime Video.",
    "aboutTextFour": "In advertising, he has worked for national and international brands such as AXA, Levis, Lidl, San Pellegrino, Tesla, Amazon, El Pavo, Grohe, Danone, Panrico, Hawkers, Moritz and Playz. He was awarded a Laus Award as director.",
    "aboutTextFive": "He is currently in development with A3 Media to direct his first fiction feature film based on the book “North to Paradise: A memoir.” The movie is confirmed.",
    "aboutTextSix": "Dani is a person who gives his all in everything he does. He loves his job and everything that comes with it. He is sensitive, energetic, and creative. He is passionate about the world around him and his people. He has traveled all over the world (+45 countries), and is a lover of extreme sports and nature. All this makes him like to get involved in creative projects that contribute something more to society. His career, his sensitivity and his knowledge of the audiovisual sector make him capable of leading any production as a director or producer.",
    "EMAIL": "EMAIL",
    "PHONE": "PHONE",
    "SOCIAL MEDIAS": "SOCIAL MEDIAS",
    "COMMERCIAL": "COMMERCIAL",
    "FICTION": "FICTION",
    "FASHION FILM": "FASHION FILM",
    "DOCUMENTARY": "DOCUMENTARY",
    "BRANDED CONTENT": "BRANDED CONTENT",
    "Teaser of the future film 'Viaje al País de los Blancos'.": "Teaser of the future film 'Viaje al País de los Blancos'.",
    "Commercial for the Palyz (TV Channel). Laus Award": "Commercial for the Palyz (TV Channel). Laus Award",
    "Music video with the artist Macaco for Moritz": "Music video with the artist Macaco for Moritz",
    "Trailer of the documentary Memòria de l'oblit.": "Trailer of the documentary Memòria de l'oblit.",
    "Trailer of the documentary Parlem de Salut Mental": "Trailer of the documentary Parlem de Salut Mental",
    "CLIENT - BARCELONA CITY COUNCIL": "CLIENT - BARCELONA CITY COUNCIL",
    "CLIENT - PLAYZ": "CLIENT - PLAYZ",
    "CLIENT - TESLA": "CLIENT - TESLA",
    "CLIENT - MORITZ": "CLIENT - MORITZ",
    "CLIENT - EL PAVO": "CLIENT - EL PAVO",
    "CLIENT - GROHE": "CLIENT - GROHE"
}