{
    "Work": "Work",
    "About": "About",
    "Contact": "Contact",
    "aboutTextOne": "Born in Barcelona in 1987, he is a Spanish director and producer of French descent. He graduated in cinematography from ESCAC (Cinema and Audiovisual School of Catalonia) and shortly after moved to Los Angeles, where he was involved in filming music videos, commercials, and documentaries. Upon returning to Barcelona, his broad vision of the industry and his restless personality have led him to work in advertising, documentaries, film, and television.",
    "aboutTextTwo": "After working for the leading Catalan production companies, he joined Playground as the head of video, an advertising agency and digital media outlet that is a leader in Spain. There, he could fully develop his creativity by dedicating himself to innovative audiovisual projects, often related to social documentary topics and diverse advertising projects. He had the opportunity to work for his own city by directing advertising campaigns for the Barcelona City Council for two years.",
    "aboutTextThree": "He has worked on documentaries and television programs acquired by TVE, TV3, Flooxer, Spotify, and Amazon Prime Video.",
    "aboutTextFour": "In advertising, he has worked for national and international brands such as AXA, Levi's, Lidl, San Pellegrino, Tesla, Amazon, El Pavo, Danone, Panrico, Moritz, and Playz, earning recognition with a Laus award as a director.",
    "aboutTextFive": "Currently, he is in the development phase with A3 Media to direct his first feature film based on the novel 'Viaje al País de los Blancos.' The film has been confirmed.",
    "aboutTextSix": "Dani is someone who gives his all in everything he does. He loves this profession and everything it entails. He is sensitive, energetic, and creative. He is passionate about the world around him and its people. Having traveled to over 45 countries, he is an enthusiast of extreme sports and nature. All of this fuels his love for engaging in creative projects that contribute something more to society. His background, sensitivity, and extensive knowledge of the audiovisual industry enable him to lead any production as a director or executive producer.",
    "EMAIL": "EMAIL",
    "PHONE": "PHONE",
    "SOCIAL MEDIAS": "SOCIAL MEDIAS",
    "COMMERCIAL": "COMMERCIAL",
    "FICTION": "FICTION",
    "FASHION FILM": "FASHION FILM",
    "DOCUMENTARY": "DOCUMENTARY",
    "BRANDED CONTENT": "BRANDED CONTENT",
    "Teaser of the future film 'Viaje al País de los Blancos'.": "Teaser of the future film 'Viaje al País de los Blancos'.",
    "Commercial for the Palyz (TV Channel). Laus Award": "Commercial for the Palyz (TV Channel). Laus Award",
    "Music video with the artist Macaco for Moritz": "Music video with the artist Macaco for Moritz",
    "Trailer of the documentary Memòria de l'oblit.": "Trailer of the documentary Memòria de l'oblit.",
    "Trailer of the documentary Parlem de Salut Mental": "Trailer of the documentary Parlem de Salut Mental"
}